Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=850_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámiid kultur- ja giellabeasse doaimmaide sámiid ruovttuguovllus 550 000 euro
sms: SäŠmmlai kulttur- da ǩiõllpieŠsstuåimmjumuŠšše dommvuuŠdest 550 000 euŠrred

source: Riikkabeaivvit dohkkehii stáhta jagi 2014 bušeahtas sierramearreruđa sámiid kultur- ja giellabeassedoibmii sámiid ruovttuguovllus.
sms: ParlameŠntt priimi riikk eeŠjj 2014 mäŠhssemplaanâst pååđ mieŠrrtieŠǧǧ säŠmmlai kulttur- da ǩiõllpieŠsstuåimmjumuŠšše säŠmmlai dommvuuŠdest.

source: Ruhtadeapmi juhkkojuvvo sámedikki bokte doaimma ordnejeaddji surggiide.
sms: Teäggtõs puätt sääŠmteeŠǧǧ pääiŠǩ tuåimmjumuužž riâšši kruuggid.

source: Oahpahus- ja kulturministeria mieđihii sámediggái stáhtadoarjjan 550 000 euro anárašgiela, nuortalašgiela ja davvisámegiela giellabeassedoaimmaide.
sms: Mättʼtõs- da kultturministeria miõđi sääŠmtegga riikkveäŠǩǩvuõttân 550 000 euŠrred aanarsääŠm, nuõrttsääŠm da tâŠvvsääŠm ǩiõllpieŠsstuåimmjumuŠšše.

source: Giellabeassi lea eamiálbmoga mánáide oaivvilduvvon dikšobáiki, gos buot doaibma dáhpáhuvvá álggu rájes dušše beare sámegillii.
sms: ǨiõllpieŠss lij alggmeer päärnaid jurddum håiddpäiŠǩǩ, koŠst puk tuåimmjumuš šâdd leeŠd juŠn aalǥâst tåŠlǩ sääŠmǩiõlin.

source: Doaibma čađahuvvo nu ahte lágiduvvo vuollái skuvlaahkásaš mánáide sámegielat beaivedikšu dahje rabas árrabajásgeassindoaibma sihke skuvlalaččaide veaigebeaidoaibma giellalávgunmetoda geavahemiin.
sms: Tuåimmjumuš čõõđtet riâššeeŠl vuâlla škooulâkksaid päärnaid sääŠmǩiõllsaž peiŠvvhååid leŠbe äävnallšem vuõsspeâmmamtuåimmjumuužž di škooulneeŠǩǩid jeäŠǩǩespeiŠvvtuåimmjumuužž ǩiõll-laauǥmõõntõõllmõõžž ââŠneeŠl.

source: Sámiid giellabeassedoaimma stáhtadoarjagat jagis 2014:
sms: SäŠmmlai ǩiõllpieŠzztuåimmjumuuzz riikkveäŠǩǩvuõđ eeŠjjest 2014:

source: Nuortalašgiela giellabeassi, Avvil 75 650 € 2.
sms: NuõrttsääŠm ǩiõllpieŠss, ÂŠvvel 75 650 € 2.

source: Nuortalašgiela giellabeassi, Čeavetjávri 78 428,60 € 3.
sms: NuõrttsääŠm ǩiõllpieŠss, ČeŠveŠtjäuŠrr 78 428,60 € 3.

source: Anárašgiela giellabeassi I, Anár 84 728,25 € 4.
sms: AanarsääŠm ǩiõllpieŠss, I, Aanar 84 728,25 € 4.

source: Anárašgiela giellabeassi II.
sms: AanarsääŠm ǩiõllpieŠss, II.

source: , Avvil 73 746,25 € 5.
sms: , ÂŠvvel 73 746,25 € 5.

source: Anárašgiela giellabeassi III.
sms: AanarsääŠm ǩiõllpieŠss, III.

source: , Anár 104 920 € 6.
sms: , Aanar 104 920 € 6.

source: Davvisámegiela giellabeassi, Vuohčču 69 958,40 € 7.
sms: TâŠvvsääŠm ǩiõllpieŠss, Vuõccu 69 958,40 € 7.

source: Davvisámegiela giellabeassi, Gáregasnjárga ja Ohcejohka 62 568,50 €
sms: TâŠvvsääŠm ǩiõllpieŠss, Karigasnjargg da Uccjokk 62 568,50 €
